/* 
  R1EffectsSDK.strings
  R1PhotoEffectsSDK

  Created by Drew Colace on 8/29/13.
  Copyright (c) 2013 RadiumOne, Inc. All rights reserved.
*/

// Navigation Button Titles
"Crop:Done" = "Next";
"Crop:Apply" = "Apply";
"Next" = "Next";
"Done" = "Done";
"Cancel" = "Cancel";
"Effects:Done" = "Next";

// Crop Screen Title
//"Crop" = "裁剪";

//Crop Preset Titles
"NoCrop" = "原圖";
"SquareCrop" = "1x1";
"CustomCrop" = "?x?";
"2x3" = "2x3";
"3x5" = "3x5";
"3x2" = "3x2";
"5x3" = "5x3";

// Active Effect Titles
//"Stickers" = "貼紙";
//"Filters" = "特效";
//"Borders" = "邊框";
//"Text" = "文字";
//"Draw" = "繪製";

// Loading Prompt
"LoadingEffects" = "正在加載";

// Pop-up Alert Text
"Alert" = "請注意";
"OK" = "OK";
"Error" = "錯誤";
"Earn" = "Earn";
"OfferComfirm" = "To download this pack for free, just complete an offer.";
"OfferCompleted" = "Congrats! You have earned a pack.";
"GetOffer" = "Get this pack for free";

"ClearDrawTitle" = "擦除繪圖?";
"ClearDrawMsg" = "確認擦除繪圖?";
"ClearDrawYes" = "擦除繪圖";

"PriceUnavail" = "產品價格不存在";
"PurchaseProblem" = "採購發生了障礙";
"RestoreError" = "恢復採購發生了障礙";
"PayentProblem" = "我們無法處理您的付款";

// Effect Pack Downlad Status
"Waiting" = "請等候";

// Effect Pack Store Button Labels
"Free" = "免費";
"Download" = "下載";
"Installing" = "豎立中";

// Effect Pack Store Title
"DownloadPack" = "下載包";

// Effect Pack Store Page Restore button title
"Restore" = "恢復採購";

// 'None' border selection
"NoBorder" = "";

// 'None' filter selection
"NoFilter" = "";
